app/views/pages/home.html.erb

        <ul>
          <% part.chapters.each do |chapter| %>
---
SELECT "chapters".* FROM "chapters" WHERE "chapters"."part_id" = $1  [["part_id", 9]]