app/views/chapters/show.html.erb

  <h1><%= @chapter.title %></h1>
  <% @chapter.paragraphs.each do |chapter| %>
---
SELECT "paragraphs".* FROM "paragraphs" WHERE "paragraphs"."chapter_id" = $1  [["chapter_id", 1]]