app/controllers/pages_controller.rb

SELECT "parts".* FROM "parts"
---
  def home
    @parts = Part.all