app/controllers/pages_controller.rb

  def home
    @chapters = Chapter.all
---
SELECT "chapters".* FROM "chapters"